Update 2026-05-07-legacy-php-ecommerce-docker-eks-migration.md
Signed-off-by: SungHwan Heo <155003547+ssunghwan@users.noreply.github.com>
